"MJRefreshHeaderIdleText" = " التجديد بالسحب إلى أسفل ";
"MJRefreshHeaderPullingText" = " التجديد حالاً بإزالة الأصبع";
"MJRefreshHeaderRefreshingText" = "...جاري عملية تجديد البيانات";

"MJRefreshAutoFooterIdleText" = " اضغط أو أسحب إلى أعلى للتحميل الأكثر ";
"MJRefreshAutoFooterRefreshingText" = "...جاري تحميل بيانات أكثر";
"MJRefreshAutoFooterNoMoreDataText" = "لا توجد بيانات أخرى";

"MJRefreshBackFooterIdleText" = " اضغط أو أسحب إلى أعلى للتحميل الأكثر ";
"MJRefreshBackFooterPullingText" = "حرر أصبعك حالاً لتحميل بيانات أكثر ";
"MJRefreshBackFooterRefreshingText" = "...جاري تحميل بيانات أكثر";
"MJRefreshBackFooterNoMoreDataText" = "لا توجد بيانات أخرى";

"MJRefreshHeaderLastTimeText" = " التحديث الجديد ";
"MJRefreshHeaderDateTodayText" = " اليوم ";
"MJRefreshHeaderNoneLastDateText" = " التحديث الجديد: لا توجد بيانات أضافية ";
